Repository: tungnddev/flutter_micro_frontend
Catalog: lib/presentation/localization/intl_*.arb
Languages: vi

# homepage
source: Home
vi: Trang chủ

# account
source: Apartment
vi: Căn hộ

source: Communication
vi: Giao tiếp

# title_apartment_information
source: Apartment information
vi: Thông tin căn hộ

# switch_unit_text
source: Switching unit...
vi: Đang chuyển căn hộ...

# message_floating_support
source: Contact management to solve your issue
vi: Liên hệ BQL để giải quyết vấn đề

# floating_action_third_party
source: More services
vi: Khám phá thêm dịch vụ

# floating_action_scroll_to_top
source: Back to top
vi: Lên đầu trang

# tour_guide_title_1
source: Tap to pay fees now
vi: Chạm để thanh toán

# tour_guide_title_2
source: Latest news
vi: Tin tức mới nhất

# tour_guide_title_3
source: Create helpdesk quickly
vi: Tạo phản ánh nhanh chóng

# tour_guide_title_4
source: Smart building
vi: Chung cư thông minh

# tour_guide_title_5
source: Advance utilities
vi: Tiện ích nâng cao

# tour_guide_content_1
source: Payment for service fees is simple and easy
vi: Thanh toán phí dịch vụ đơn giản, dễ dàng

# tour_guide_content_2
source: Immediately update the latest information of the building
vi: Cập nhật ngay thông tin mới nhất của tòa nhà

# tour_guide_content_3
source: Timely report issues to the Building Management Board
vi: Phản ánh kịp thời các vấn đề với Ban quản lý tòa nhà

# tour_guide_content_4
source: Tap to instantly explore services in your building
vi: Chạm để khám phá ngay các dịch vụ trong tòa nhà của bạn

# tour_guide_content_5
source: Suggested living space care services.
vi: Gợi ý dịch vụ chăm sóc không gian sống.

# tour_guide_step
source: Step
vi: Bước

# tour_guide_back
source: Back
vi: Trở về

# tour_guide_continue
source: Keep going
vi: Tiếp tục

# tour_guide_start
source: Start
vi: Bắt đầu

# title_account
source: Account
vi: Tài khoản

# title_account_information
source: Account information
vi: Thông tin tài khoản
